Autodesk.Revit.DB.Events.ViewsExportingByContextEventArgs.GetViewIds
Gets the views about to be exported by CustomExporter.
Returns:
The views about to be exported by CustomExporter.
Since:
2021

Autodesk.Revit.DB.Events.ViewsExportingByContextEventArgs
The event arguments used by the ViewsExportingByContext event.
Since:
2021